"BUTTON_AUTHENTICATE" = "Meine Telefonnummer verwenden";

"BUTTON_CREATED_ACCOUNT" = "Account erstellt";

"BUTTON_CREATE_ACCOUNT" = "Account erstellen";

"BUTTON_CREATING_ACCOUNT" = "Account wird erstellt";

"BUTTON_DISMISS" = "Verwerfen";

"BUTTON_NOT_NOW" = "Nicht jetzt";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Bestätigungscode erneut senden";

"BUTTON_RETRY" = "Wiederholen";

"BUTTON_SENDING_CONF_CODE" = "Bestätigungscode wird gesendet";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Verifizieren";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Verifiziert";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Verifizierung läuft";

"BUTTON_SEND_CONF_CODE" = "Bestätigungscode senden";

"BUTTON_SENT_CONF_CODE" = "Bestätigungscode gesendet";

"BUTTON_SIGNED_IN" = "Angemeldet";

"BUTTON_SIGNING_IN" = "Anmelden";

"BUTTON_SIGN_IN" = "Anmelden";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Mit Twitter anmelden";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Versuche eine andere Telefonnummer";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Bitte überprüfe Deinen Code und versuche es erneut";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Bitte überprüfe Deine Netzwerkverbindung und versuche es erneut";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Bitte überprüfe Deine Telefonnummer und versuche es erneut";

"ERROR_TRY_AGAIN_LATER" = "Wir konnten Dich im Moment nicht mit Twitter anmelden. Bitte versuche es später erneut.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Du hast zuvor einen 2-Schritt-Verifizierungscode auf <u>digits.com</u> eingerichtet";

"FOOTNOTE_CREATE_ACCOUNT" = "Indem Du oben „Account erstellen“ antippst, stimmst Du den <u>Allgemeinen Geschäftsbedingungen</u>, den <u>Datenschutzbestimmungen</u> und den <u>Cookie-Richtlinien</u> von Digits by Twitter zu. Außerdem erklärst Du Dich damit einverstanden, dass Dich andere Nutzer von %@ anhand Deiner Telefonnummer und/oder E-Mail Adresse finden können.";

"FOOTNOTE_SEND_CONF_CODE" = "Wenn Du oben „Bestätigungscode senden“ antippst, sendet Dir <u>Digits by Twitter</u> eine SMS zu, um Deine Telefonnummer zu bestätigen.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2-Schritt-Verifizierungscode eingeben";

"LABEL_ENTER_CONF_CODE" = "Bestätigungscode eingeben";

"LABEL_ENTER_PHONE_NUMBER" = "Gib Deine Telefonnummer ein";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Mit Digits by Twitter können wir mehrere Deiner Freunde finden, die diese App verwenden. Wenn Du auf \"OK\" tippst, laden wir Dein Adressuch in Digits by Twitter hoch und helfen dabei, Dir bekannte Nutzer von %@ zu finden sowie anderen Nutzern von %@, Dich zu finden.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Finde Deine Freunde";

"LABEL_PLEASE_USE_TWITTER" = "Bitte melde Dich mit Twitter an";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Deine Nummer ist bereits mit einem Twitter Account verknüpft. Melde Dich bitte unten mit Twitter an.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Wir konnten Deine Telefonnummer nicht bestätigen";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Leider haben wir Schwierigkeiten, Dir einen Bestätigungscode zu senden.";

"PARTIAL_FOOTNOTE_THIS_APP" = "diese App";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Verifizierungscode";

"PLACEHOLDER_CONF_CODE" = "Bestätigungscode";

"PLACEHOLDER_YOUR_NUMBER" = "Deine Telefonnummer";

